Repository: max-kk/ajax-login-registration-modal-popup
Catalog: languages/ajax-login-and-registration-modal-popup-*.po
Languages: fa_ir, fr_ca, he_il, nl_nl, pt_pt, ru_ru

source: <strong>Modal:</strong> With this option you could add a "data" attributes to your registration button for auto-assign user-role and probably hide role selector from the user.
nl_nl: <strong>Modal:</strong> Met deze optie kun je "data" attributen aan je registratie-knop toevoegen om automatisch de gebruikersrol toe te kennen en waarschijnlijk de rol-keuze te verbergen voor de gebruiker.

source: Enable silent role assign?
nl_nl: Rol-keuze verbergen aanzetten?

source: Active roles:
nl_nl: Actieve rollen:

source: This will add a roles dropdown to the registration form.
nl_nl: Dit voegt een rol-keuze dropdown aan het registratieformulier toe.

source: Enable User role selector?
nl_nl: Gebruikers rol-keuze aanzetten?

source: User role selector during Registration
nl_nl: Gebruikers rol-keuze tijdens Registratie

source: Registration User role > PRO
nl_nl: Registratie Gebruikers rol > PRO

source: Import following sections:
nl_nl: Importeer de volgende secties:

source: Here you could simply export and import your plugin settings for backup or migrate to the another website.
nl_nl: Hier kun je eenvoudig je plugin settings voor backup of migratie naar een andere website importeren en exporteren.

source: Export following sections:
nl_nl: Exporteer de volgende secties:

source: Match Captcha
nl_nl: Maak hetzelfde als de Captcha

source: Form: User Role is missing
nl_nl: Formulier: Gebruikers-rol mist

source: Form: User Role
nl_nl: Formulier: Gebruikers-rol

source: Message: Invalid username (not exists)
nl_nl: Melding: ongeldige gebruikersnaam (bestaat niet)

source: Select icons type
nl_nl: Selecteer type voor iconen

source: Export
nl_nl: Exporteer

source: Import
nl_nl: Importeer

source: Import/Export
nl_nl: Importeer/Exporteer

source: Message: Must agree with the terms
nl_nl: Melding: Verplicht om akkoord te gaan met de voorwaarden

source: Please disable it once problem was solved to improve security!
nl_nl: Zet vanwege de veiligheid dit ajb weer uit op het moment dat het probleem is verholpen!

source: Enable debug mode for public AJAX requests. Required to simply find an error messages.
nl_nl: Zet debug modus aan voor publieke AJAX requests. Dit is nodig om eenvoudig een foutmelding te kunnen vinden.

source: Please <a href="%s" class="lrm-forgot-password">request a new link.</a>
nl_nl: Vraag alsjeblieft <a href="%s" class="lrm-forgot-password">een nieuwe link</a> aan.

source: Select an action
nl_nl: Kies een actie

source: Template for HTML emails
pt_pt: Template de emails HTML

source: Some plugin try to redirect during this action to the following url: %s. Please try to disable plugins related to the Security/User Profile/Membership and try again.
pt_pt: Alguns plugins tentam redirecionar durante esta ação para o url seguinte: %s. Por favor, tente desativar os plugins relacionados com Segurança/Perfil de utilizador/Membros e volte a tentar.
