Repository: max-kk/ajax-login-registration-modal-popup
Catalog: languages/ajax-login-and-registration-modal-popup-*.po
Languages: fa_ir, fr_ca, he_il, nl_nl, pt_pt, ru_ru

source: Your password reset link has expired.
fr_ca: Le lien de réinitialisation de votre mot de passe a expiré.
nl_nl: Je wachtwoord herstellink is verouderd.

source: Theme palette
fr_ca: Palette de thème
nl_nl: Themapalet

source: Open modal >>
fr_ca: Ouvrir un model >>

source: Display modal for customize
fr_ca: Affichage le model pour personnaliser
nl_nl: Laat modal zien voor aanpassing

source: Your password reset link appears to be invalid.
fr_ca: Le lien de réinitialisation de votre mot de passe semble invalide.
nl_nl: Je wachtwoord herstellink lijkt fout te zijn.

source: After-Logout actions
fr_ca: Actions après la déconnexion
nl_nl: Acties na uitloggen

source: Action after Logout
fr_ca: Actions après la déconnexion
nl_nl: Actie na uitloggen

source: Custom page redirect
fr_ca: Redirection de page personnalisée
nl_nl: Custom pagina redirect

source: Your password reset link login is missing.
fr_ca: Votre identifiant de lien de réinitialisation de mot de passe est manquant.
nl_nl: Je wachtwoord herstellink login mist.

source: Your password reset link key is missing.
fr_ca: Votre clé de lien de réinitialisation de mot de passe est manquante.
nl_nl: Je wachtwoord herstellink sleutel mist.

source: Your password has been reset.
fr_ca: Votre mot de passe a été réinitialisé.
nl_nl: Je wachtwoord is aangepast.

source: Action after registration
fr_ca: Action après inscription

source: After-Registration actions
fr_ca: Action après inscription

source: Action after login
fr_ca: Action après connection

source: After-Login actions
fr_ca: Action après connection

source: Actions / Redirects
fr_ca: Actions / redirection

source: Secret key
fr_ca: Clé secrète

source: Site key
fr_ca: Clé du site

source: Please make sure that keys is created for the selected reCaptcha type!
fr_ca: Assurez-vous que les clés sont créées pour le type de reCaptcha sélectionné!

source: reCaptcha type:
fr_ca: type de reCapcha

source: reCaptcha Api Keys
fr_ca: Clé de l'api reCapcha

source: Secure lost password form?
fr_ca: Formulaire de mot de passe perdu sécurisé?

source: Secure register form?
fr_ca: Formulaire d'inscription sécurisé?

source: Yes
fr_ca: Oui

source: Secure login form?
fr_ca: Formulaire de connexion sécurisé?

source: Ony if you do not have external Captcha plugins.
fr_ca: Seulement si vous n'avez pas de plugins externes Captcha.

source: How to secure forms?
fr_ca: Comment sécuriser les formulaires?

source: Security (captcha)
fr_ca: Sécurité (captcha)

source: Too Short Password
fr_ca: Mot de passe trop court

source: Message: Too Short Password
fr_ca: Message: Mot de passe trop court

source: Strong Password
fr_ca: Mot de passe fort

source: Message: Strong Password
fr_ca: message: Mot de passe fort

source: Passwords is mismatch!
fr_ca: Les mots de passe ne concorde pas

source: Message: Mismatch
fr_ca: message : Les mots de passe ne concorde pas

source: Bad Password
fr_ca: Mauvais mot de passe

source: Message: Bad Password
fr_ca: message:Mauvais mot de passe

source: Good Password
fr_ca: Bon mot de passe

source: Message: Good Password
fr_ca: message : Bon mot de passe

source: Password is missing!
fr_ca: Le mot de passe est manquant!

source: Message: Password is missing
fr_ca: message: Le mot de passe est manquant!

source: Confirm use of weak password
fr_ca: Confirmer l'utilisation d'un mot de passe faible

source: Password (registration/reset password)
fr_ca: Mot de passe (inscription / réinitialisation du mot de passe)

source: Restore password page
fr_ca: page de réinitialisation de mot de passe

source: Restore password
fr_ca: réinitialisé le mot de passe

source: Registration page
fr_ca: Page d'inscription

source: Here you could override default WP pages (login, registration, restore password) to your custom pages.
fr_ca: Ici, vous pouvez remplacer les pages WP par défaut (connexion, enregistrement, mot de passe de restauration) sur vos pages personnalisées.

source: Please make sure that page content contains shortcode:<br> <code>[lrm_form default_tab="login" logged_in_message="You are currently logged in!"]</code>
fr_ca: Assurez-vous que le contenu de la page contient un shortcode.<br> <code>[lrm_form default_tab="login" logged_in_message="Vous avez déjà été connecté!"]</code>

source: Login page
fr_ca: Page de connection

source: Pages
fr_ca: Page

source: {{SITE_NAME}} Your new password
fr_ca: {{SITE_NAME}} Votre nouveau mot de passe

source: Your password is:
fr_ca: Votre mot de passe est:

source: You just registered on
fr_ca: Vous venez de vous inscrire sur

source: {{SITE_NAME}} Your username and password info
fr_ca: {{SITE_NAME}} Votre identifiant et mot de passe

source: View:
fr_ca: Vue:
he_il: צפה
pt_pt: Vista:
ru_ru: Посмотреть:

source: Email:
fr_ca: Courriel:
he_il: אימייל
ru_ru: Эл. адрес:

source: Username:
fr_ca: Nom d'utilisateur:
he_il: שם משתמש
ru_ru: Имя пользователя (Логин):

source: New user just registered on
fr_ca: Nouvel utilisateur vient de s'inscrire sur
he_il: משתמש חדש נרשם כרגע לאתר
pt_pt: Novo utilizador acabou de se registar

source: New user registration on your site:
fr_ca: Enregistrement d'un nouvel utilisateur sur votre site:
he_il: משתמש חדש נרשם באתר שלך
pt_pt: Novo registo de utilizador no seu website:

source: Log-out
fr_ca: Déconnection
he_il: צא

source: Register
fr_ca: S'enregistrer
he_il: הרשם

source: With using "server" method you can avoid displaying default browser "field invalid" messages and gives more customization options.
fr_ca: En utilisant la méthode "serveur", vous pouvez éviter d'afficher les messages "champ non valide" du navigateur par défaut et offrir davantage d'options de personnalisation.
he_il: בבחירת מצב "Server" ניתן להמנע מהצגת ההודעה -דפדפן ברירת מחדל "field invalid"- ולהציע אפשרויות נוספות להתאמה אישית

source: Data validation method
fr_ca: Méthode de validation des données
he_il: שיטת אישרור מידע

source: Data validation
fr_ca: La validation des données
he_il: אישרור מידע

source: He will need to open the email and click verification link. Please add {{VERIFY_ACCOUNT_URL}} tag to Registration Email.
fr_ca: Il devra ouvrir l'e-mail et cliquer sur le lien de vérification. Veuillez ajouter la balise {{VERIFY_ACCOUNT_URL}} à l'e-mail d'inscription.
he_il: המשתמש יצטרך לפתוח את הדוא"ל וללחוץ על הקישור לאישור. נא הוסף תגית {{VERIFY_ACCOUNT_URL}} לדוא"ל ההרשמה

source: [If user can set password]
fr_ca: [Si l'utilisateur peut définir un mot de passe]
he_il: [אם משתמש יכול לקבוע סיסמא]

source: [If user can't set password]
fr_ca: [Si l'utilisateur ne peut pas définir un mot de passe]
he_il: [אם משתמש אינו יכול לקבוע סיסמא]

source: He will need to open the email with his login information and enter them on the Log In tab.
fr_ca: Il devra ouvrir le courrier électronique avec ses informations de connexion et les saisir dans l'onglet Connexion.
he_il: המשתמש יצטרך לפתוח את האימייל עם הפרטים ולהזין אותם בתגית הכניסת משתמשים

source: If this option is enabled - the user won't automatically be logged into his account.
fr_ca: Si cette option est activée, l'utilisateur ne sera pas automatiquement connecté à son compte.
he_il: אם אפשרות זו פעילה - המשתמש לא יופנה אוטומטית לחשבונו.
ru_ru: Если эта опция включена - пользователь не будет автоматически регистрироваться.

source: Message: No First Name
fa_ir: پیام: بدون نام!
fr_ca: Message: Aucun Prénom
he_il: הודעה: שם פרטי ריק
ru_ru: Сообщение: Нет имени

source: Message: No UserName
fa_ir: پیام: بدون نام کاربری
fr_ca: Message: Aucun Nom d'utilisateur
he_il: הודעה: אין שם משתמש
ru_ru: Сообщение: Нет UserName

source: Form: Username
fa_ir: فرم: نام کاربری
fr_ca: Formulaire: Nom d'utilisateur
he_il: טופס: שם משתמש
ru_ru: Форма: имя пользователя

source: Message: Login successful (with "Reload page after login/registration?" enabled)
fa_ir: پیام: ورود موفق (زمانی که "بارگذاری صفحه پس از ورود/ثبت نام" فعال است.)
fr_ca: Message: Connexion réussie (avec l'option "Recharger la page après la connexion / l'enregistrement?")
he_il: הודעה: כניסה מוצלחת (עם האופציה "טען מחדש את הדף אחרי הרשמה/כניסה" פעילה)

source: To reset your password, visit the following address:
fa_ir: برای بازیابی رمز عبورتان، روی لینک زیر کلیک کنید:
fr_ca: Pour réinitialiser votre mot de passe, visitez l'adresse suivante:
he_il: לאיפוס סיסמתך, כנס לקישור הבא:

source: If this was a mistake, just ignore this email and nothing will happen.
fa_ir: اگر اشتباه شده است، فقط این ایمیل را نادیده بگیرید تا رمز عبورتان بدون تغییر باقی بماند.
fr_ca: Si c'était une erreur, ignorez simplement cet email et rien ne se passera.
he_il: אם היתה זו טעות, נא התעלם מאימייל זה ושום שינוי לא יבוצע.

source: Display First and Last name fields in Registration Form?
fa_ir: آیا کادرهای نام و نام خانوادگی در فرم ثبت نام نمایش داده شود؟
fr_ca: Afficher les champs Prénom et Nom dans le formulaire d’enregistrement?
he_il: הצג שדות שם משתמש וסיסמא בטופס הרשמה?

source: Email format
fr_ca: Format Email
he_il: תבנית אימייל
ru_ru: Формат электронной почты

source: Mails
fr_ca: Email
he_il: מיילים
ru_ru: Сообщения

source: Message: Security token is expired
fr_ca: Message: Le jeton de sécurité a expiré
he_il: הודעה: תוקף קוד אבטחה פג
ru_ru: Сообщение: токен безопасности истек

source: Message: No user registered with that email address
fa_ir: پیام: هیچ کاربری با آدرس ایمیل وارد شده، عضو نشده است.
fr_ca: Message: Aucun utilisateur enregistré avec cette adresse email
he_il: הודעה: אין שם משתמש רשום לאימייל הזה.
ru_ru: Сообщение: Нет пользователей, зарегистрированных с этим адресом электронной почты

source: Message: Missing login
fa_ir: پیام: ورود ناموفق
fr_ca: Message: Connexion manquante
he_il: הודעה: חסרים פרטי כינסה
ru_ru: Сообщение: Отсутствует логин

source: Message: No Username/Email
fa_ir: پیام: بدون نام کاربری/ایمیل
fr_ca: Message: Non Nom d'utilisateur / Email
he_il: הודעה: חסר שם משתמש / סיסמא
ru_ru: Сообщение: Нет логина / Email

source: Log in
fa_ir: ورود
fr_ca: S'identifier
he_il: כניסה למערכת
ru_ru: Авторизоваться

source: Hide password
fr_ca: Masquer le mot de passe
he_il: הסתר סיסמא
ru_ru: Скрыть пароль

source: Show password
fr_ca: afficher le mot de passe
he_il: הצג סיסמא
ru_ru: Показать пароль

source: Use your custom selector to find button/link for attach modal.
fr_ca: Utilisez votre sélecteur personnalisé pour rechercher un bouton / lien à joindre modal.
he_il: השתמש בבורר המעוצב למצוא את כפתור/קישור לצירוף המאפיין

source: Message: Reset successful
fr_ca: Message: Réinitialisation réussie
he_il: הודעה: איפוס מוצלח
ru_ru: Сообщение: Сброс произведен успешно

source: Message: Something went wrong
fr_ca: Message: quelque chose s'est mal passé
he_il: הודעה: משהו השתבש
ru_ru: Сообщение: Что-то пошло не так

source: Message: Unable to send email
fr_ca: Message: Impossible d'envoyer un courrier électronique
he_il: הודעה: אין אפשרות לשלוח אימייל
ru_ru: Сообщение: невозможно отправить письмо

source: Message: Invalid username or e-mail address
fr_ca: Message: Nom d'utilisateur ou adresse e-mail non valide
he_il: הודעה: שם משתמש או אימייל לא מתאים
ru_ru: Сообщение: неверное имя пользователя или адрес электронной почты

source: Message: No user registered with that username
fr_ca: Message: Aucun utilisateur enregistré avec ce nom d'utilisateur
he_il: הודעה: אין משתמש רשום תחת שם המשתמש הזה.
ru_ru: Сообщение: Пользователь не зарегистрирован с этим именем пользователя

source: Form button: Back to login
fr_ca: Bouton de formulaire: Retour à la connexion
he_il: כפתור טופס: חזור לכניסה

source: Form button: Reset password
fr_ca: Bouton de formulaire: Réinitialiser le mot de passe
he_il: כפתור טופס: איפוס סיסמא

source: Message: Registration successful
fr_ca: Message: inscription réussie
he_il: הודעה: הרשמה מוצלחת

source: Message: Wrong email
fr_ca: Message: e-mail incorrect
he_il: הודעה: אימייל שגוי

source: Message: Registration is disabled
fr_ca: Message: l'enregistrement est désactivé
he_il: הודעה: הרשמה לא פעילה

source: Form button: Create account
fr_ca: Bouton de formulaire: Créer un compte
he_il: כפתור טופס: צור חשבון

source: Form: Email
fa_ir: فرم: ایمیل
fr_ca: Forme: Email
he_il: טופס: אימייל
ru_ru: Форма: электронная почта

source: Form: Last name
fa_ir: فرم: نام خانوادگی
fr_ca: Forme: Nom
he_il: טופס: שם משפחה
ru_ru: Форма: Фамилия

source: Form: First name
fa_ir: فرم: نام
fr_ca: Forme: Prénom
he_il: טופס: שם פרטי
ru_ru: Форма: Имя

source: Message: No Password
fa_ir: پیام: بدون رمز عبور
fr_ca: Message: Aucun mot de passe
he_il: הודעה: חסרה סיסמא
ru_ru: Сообщение: Нет пароля

source: Link: Forgot your password?
fa_ir: لینک: رمز عبور خود را فراموش کرده اید؟
fr_ca: Lien: Mot de passe oublié?
he_il: קישור: שכחת את סיסמתך?
ru_ru: Ссылка: Забыли пароль?

source: Form button: Login
fa_ir: دکمه فرم: ورود
fr_ca: Form button: Connexion
he_il: כפתור טופס: כניסה
ru_ru: Кнопка формы: Вход

source: Form: Remember me
fa_ir: فرم: مرا به خاطر بسپار
fr_ca: Form: Souviens-toi de moi
he_il: טופס: זכור אותי
ru_ru: Форма: Запомнить меня

source: Password
fa_ir: رمز عبور
fr_ca: Mot de passe
he_il: סיסמא

source: Form: Password
fa_ir: فرم: رمز عبور
fr_ca: Form: Mot de passe
he_il: טופס: סיסמא

source: Form: Email or Username
fa_ir: فرم: ایمیل یا نام کاربری
fr_ca: Form: E-mail ou nom d'utilisateur
he_il: טופס: אימייל או שם משתמש

source: Form heading
fa_ir: ورود
fr_ca: En-tête de formulaire
he_il: כותרת טופס

source: Login
fa_ir: ورود
fr_ca: Connexion
he_il: כנס
ru_ru: Логин

source: Url to login:
fr_ca: Url pour vous connecter:

source: The email Subject to user with new password.
fa_ir: موضوع ایمیل ارسالی به کاربر برای ارسال رمز عبور پس از ثبت نام است.
fr_ca: L'email est soumis à l'utilisateur avec un nouveau mot de passe.
he_il: נושא האימייל למשתמש עם סיסמא חדשה.

source: Lost password
fa_ir: فراموشی رمز عبور
fr_ca: Mot de passe oublié
he_il: סיסמא שנשכחה

source: The email Subject to user about successful registration.
fa_ir: متن ایمیل ارسالی به کاربر برای اعلام ثبت نام موفق است.
fr_ca: L'email Sujet à l'utilisateur sur l'inscription réussie.
he_il: נושא האימייל למשתמש על הרשמה מוצלחת.

source: Subject
fa_ir: موضوع
fr_ca: Sujet
he_il: נושא
ru_ru: Тема

source: Registration
fa_ir: ثبت نام
fr_ca: enregistrement
he_il: הרשמה
ru_ru: Регистрация

source: Put here your custom mail html template + css + tag {{CONTENT}} (required).
he_il: הוסף לכאן את תבנית הemail שעיצבת תגים אפשריים html template + css + tag (required) {{CONTENT}} .
pt_pt: Coloque aqui o seu template html + css + tag {{content}} do seu email customizado (obrigatório).

source: HTML email template
he_il: תבנית אימייל HTML
pt_pt: Template de email TML

source: Send email to admin about new user?
he_il: שלח אימייל למנהל אודות משתמש חדש?
pt_pt: Enviar email para o administrador sobre um novo utilizador?

source: Admin emails
he_il: אימיילים של המנהל
pt_pt: Emails de administrador

source: Add to menu
he_il: הוסף לתפריט
pt_pt: Adicionar ao menu

source: Select All
he_il: בחר הכל

source: Login & Registration modal
he_il: אופן הרשמה וכניסה

source: https://wordpress.org/support/
he_il: https://wordpress.org/תמיכה/

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
fa_ir: <strong>خطا</strong>: کوکی ها به دلیل خروجی های غیر منتظره مسدود هستند. به منظور کمک، لطفاً ببینید <a href="%1$s">این مستندات</a> را یا <a href="%2$s">انجمن پشتیبانی</a> را امتحان کنید.
he_il: <strong>שגיאה</strong>: Cookies מנוטרלות עקב פלט בלתי-צפוי. לעזרה, ראה קישור <a href="%1$s">דפי עזרה</a> או נסה לפנות ל <a href="%2$s">פורום תמיכה</a>.
ru_ru: <strong>ОШИБКА</strong>: Cookies заблокированы из-за неожиданного выхода. Для получения справки см.<a href="%1$s">эта документация</a> или попробуйте <a href="%2$s">форумы поддержки</a>

source: Message: Login successful (with "Reload page after login/registration?" disabled)
fa_ir: پیام: ورود موفق (زمانی که "بارگذاری صفحه پس از ورود/ثبت نام" فعال نیست.)
he_il: הודעה: כניסה מוצלחת (עםהאופציה "טען מחדש את הדף אחרי הרשמה/כניסה" מנוטרלת)

source: Maxim K
he_il: מקסים ק
ru_ru: Максим К

source: https://maxim-kaminsky.com/shop/product/ajax-login-and-registration-modal-popup-pro/
he_il: https://maxim-kaminsky.com/חנות/מוצר/ajax-login-and-registration-modal-popup-pro/

source: No Settings available at the moment
he_il: אין הגדרות זמינות כרגע
ru_ru: Нет доступных настроек на данный момент

source: PRO features
he_il: מאפייני גירסת PRO
ru_ru: PRO функции

source: Close modal text
he_il: סגור מאפיין טקסט
ru_ru: Закрыть модальный текст

source: Other
he_il: אחר
ru_ru: Другие

source: Reset Password
he_il: איפוס סיסמא

source: Message
he_il: הודעה

source: Form: Terms
he_il: טופס: תנאים

source: Expressions
fa_ir: ترجمه
he_il: הבעות

source: Body
fa_ir: متن ایمیل
he_il: גוף

source: Emails
fa_ir: ایمیل ها
he_il: אימיילים
ru_ru: Сообщение электронной почты

source: Extra selectors to handle register modal?
he_il: בוררים נוספים לניהול מאפייני רישום?

source: Extra selectors to handle log in modal?
he_il: בוררים נוספים לניהול מאפייני כניסה?

source: Extra selectors (id, classes) to handle modal
he_il: בוררים נוספים (id, classes) לניהול מאפייi?

source: Advanced
fa_ir: پیشرفته
he_il: מתקדם

source: Hide Terms box in Registration Form?
he_il: הסתר תיבת "תנאים" בטופס ההרשמה?

source: Terms
fa_ir: قوانین
he_il: תנאים

source: Free version are compatible with:
he_il: גירסא חינמית תואמת ל:
ru_ru: Бесплатная версия совместима с:

source: Supported plugins
he_il: תוספים נתמכים
ru_ru: Поддерживаемые плагины

source: How to integrate modal on your site:
he_il: כיצד לשלב מאפיינים באתר שלך?
ru_ru: Как интегрировать модальное окно на ваш сайт:

source: Installation steps
fa_ir: راهنمای استفاده
he_il: שלבי התקנה
ru_ru: Этапы установки

source: General
fa_ir: عمومی
he_il: כללי
ru_ru: Основные

source: I already reviewed it
he_il: קראתי כבר

source: Do you like "Login and Register Modal" plugin? Please consider giving it a %1$sreview%2$s
he_il: האם תרצה "תוסף מאפייני כניסה והרשמה"? נא שקול לתת לזה %1$sסקירה%2$s

source: Settings
fa_ir: تنظیمات
he_il: הגדרות
ru_ru: Настройки

source: Please enter your First Name!
fa_ir: لطفاً نام خود را وارد کنید!
ru_ru: Пожалуйста, введите свое Имя!

source: Please enter your UserName!
fa_ir: لطفاً نام کاربری خود را وارد کنید!
ru_ru: Пожалуйста, введите Ваш логин!

source: Login successful, you can close this window.
fa_ir: با موفقیت وارد شدید. می توانید این پنجره را ببندید.
ru_ru: Вы успешно вошли в систему, можете закрыть это окно.

source: To enable support of html tags - use text/html email format. More - <a href="%1$s" target="_blank">%1$s</a>
ru_ru: Чтобы включить поддержку html-тегов - используйте text/html формат электронной почты. Больше - <a href="%1$s" target="_blank">%1$s</a>

source: Security token is expired! Please refresh the page!
ru_ru: Защитный токен истёк! Пожалуйста, обновите страницу!

source: Check your mailbox to access your new password.
ru_ru: Проверьте ваш почтовый ящик, чтобы получить доступ к новому паролю.

source: Registration was successful. We have sent you an email with your login information. Please use them to log into your account.
fa_ir: ثبت نام با موفقیت انجام شد. ما در حال ارسال اطلاعات ورود به ایمیل شما هستیم. لطفاً از این اطلاعات برای ورود به حساب کاربری تان استفاده کنید.
ru_ru: Регистрация прошла успешно. Мы отправили вам электронное письмо с вашей регистрационной информацией. Используйте их для входа в свою учетную запись.

source: Please enter your password!
fa_ir: لطفاً رمز عبور خود را وارد کنید!
ru_ru: Пожалуйста, введите ваш пароль!

source: Please enter your Username/email!
fa_ir: لطفاً نام کاربری یا ایمیل تان را وارد کنید!
ru_ru: Пожалуйста, введите ваше имя пользователя / адрес электронной почты!

source: User must confirm email after registration?
ru_ru: Пользователь должен подтвердить адрес электронной почты после регистрации?

source: Hide
ru_ru: Скрыть

source: Show
ru_ru: Показать

source: close
ru_ru: Закрыть

source: AJAX Login and Registration modal popup
ru_ru: AJAX Вход и регистрация POPUP

source: Oops! Something went wrong while updating your account.
ru_ru: К сожалению, при обновлении учетной записи что-то пошло не так .

source: System is unable to send you the mail containing your new password.
ru_ru: Система не может отправить вам письмо с новым паролем.

source: Invalid username or e-mail address.
ru_ru: Неверное имя пользователя или адрес электронной почты.

source: There is no user registered with that username.
ru_ru: Пользователь не зарегистрирован с этим именем пользователя.

source: Enter an username or email address.
ru_ru: Введите имя пользователя или адрес электронной почты.

source: Back to login
ru_ru: Вернуться на страницу входа

source: Email*
ru_ru: Эл. адрес*

source: Last name
fa_ir: نام خانوادگی
ru_ru: Фамилия

source: First name*
fa_ir: نام*
ru_ru: Имя*

source: New account
fa_ir: حساب جدید
ru_ru: Новая учетная запись

source: Login successful, reloading page...
fa_ir: ورود با موفقیت انجام شد. صفحه در حال بارگذاری می باشد...
ru_ru: Вы вошли, перезагрузите страницу ...

source: Forgot your password?
fa_ir: رمز عبور خود را فراموش کرده اید؟
ru_ru: Забыли пароль?

source: There is no user registered with that email address.
ru_ru: Пользователь с таким адресом не зарегестрирован

source: Reset password
ru_ru: Сбросить пароль

source: Create account
ru_ru: Создать аккаунт

source: Remember me
fa_ir: مرا به خاطر بسپار
ru_ru: Запомнить меня

source: [YOUR BLOG NAME] Your username and password info
fa_ir: [نام وب سایت خود را اینجا بنویسید...] اطلاعات نام کاربری و رمز عبور شما
ru_ru: [YOUR BLOG NAME] Ваше имя пользователя и пароль

source: The email Body to user with new password. Allowed tags: {{USERNAME}}, {{CHANGE_PASSWORD_URL}}, {{SITE_URL}}, {{LOGIN_URL}}
fa_ir: متن ایمیل به کاربری که درخواست بازیابی رمز عبور داده است. از تگ های زیر در متن ایمیل می توانید استفاده کنید: {{USERNAME}}, {{CHANGE_PASSWORD_URL}}, {{SITE_URL}}, {{LOGIN_URL}}

source: Email or Username
fa_ir: ایمیل یا نام کاربری

source: Username*
fa_ir: نام کاربری*

source: [YOUR BLOG NAME] Your new password
fa_ir: [نام وب سایت خود را اینجا بنویسید...] رمز عبور شما

source: Password reset link login is missing
nl_nl: Wachtwoord herstellink voor login mist

source: Leave empty to use the WP emai:
nl_nl: Laat leeg om de standaard WP email te gebruiken:

source: Send to email
nl_nl: Verstuur naar e-mail

source: Password reset link key is missing
nl_nl: Wachtwoord herstellink sleutel mist

source: Easy to integrate modal with Login and Registration features + inline form using shortcode.
nl_nl: Makkelijk te integreren modal met Login en Registratie functies + inline formulier met shortcode.

source: <strong>Inline:</strong> Use the shortcode attributes <code>role="Customer"</code> and <code>role_silent="yes"</code> (optional) to select specified role and hide role selector. Example: <code>[lrm_form default_tab="login" logged_in_message="You are currently logged in!" role="customer" role-silent="yes"]</code>
nl_nl: <strong>Inline:</strong> Gebruik de shortcode attribubuten <code>role="Customer"</code> en <code>role_silent="yes"</code> (optioneel) om een specifieke rol te selecteren en de rol-keuze te verbergen. Voorbeeld: <code>[lrm_form default_tab="login" logged_in_message="Je bent nu ingelogd!" role="customer" role-silent="yes"]</code>

source: Use <code>data-lrm-role="Customer"</code> with the label of your role and <code>data-lrm-role-silent</code> to select specified role and hide role selector.<br/>Example: <code>%s</code>
nl_nl: Gebruik <code>data-lrm-role="Customer"</code> met het label van je rol en <code>data-lrm-role-silent</code> om de gekozen rol te selecteren en de rol-keuze te verbergen.<br/>Voorbeeld: <code>%s</code>
