Repository: max-kk/ajax-login-registration-modal-popup
Catalog: ajax-login-and-registration-modal-popup-dev/languages/ajax-login-and-registration-modal-popup-*.po
Languages: it_it

source: Add to menu
it_it: Aggiungi al menu

source: Log-out
it_it: Esci

source: Select All
it_it: Seleziona tutti

source: There is no changelog available.
it_it: Nessun changelog disponibile

source: Unknown update checker status "%s"
it_it: Stato dell'update sconosciuto "%s"

# the plugin title
source: Could not determine if updates are available for %s.
it_it: Impossibile determinare se ci sono aggiornamenti disponibili per %s

# the plugin title
source: A new version of the %s plugin is available.
it_it: Una nuova versione della plugin %s è disponibile.

# the plugin title
source: The %s plugin is up to date.
it_it: La plugin %s è aggiornata

source: More information about %s
it_it: Informazioni su %s

source: View details
it_it: Vedi dettagli

source: Check for updates
it_it: Controlla se sono disponibili aggiornamenti
